alacritty
base
base-devel
bitwarden
blueman
bluez-utils
brightnessctl
dunst
efibootmgr
eww
eww-debug
firefox
flavours
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
imv-git
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
maestral
maestral-qt
man-db
mkcert
nano
neofetch
neovim
network-manager-applet
networkmanager
npm
openrazer-daemon-git
openrazer-driver-dkms-git
openrazer-meta-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-openrazer-git
python-pip
python-pywal
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
razergenie
ripgrep
rofi-lbonn-wayland-git
rofi-lbonn-wayland-git-debug
sddm
signal-desktop
slurp
smartmontools
sof-firmware
spotify
stow
sublime-text
swayidle
swaylock
thunar
tree
ttf-font-awesome
ttf-meslo-nerd-font-powerlevel10k
unzip
vim
vscodium
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zoxide
zram-generator
zsh
zsh-theme-powerlevel10k-git
